Repository: Th3rdSergeevich/saints-row-translation-rus
Catalog: tm/weapons_items.tmx
Source language: en_us
Languages: ru_ru

source: K6 Krukov
ru_ru: К6 "Крюков"

source: Charge Launcher
ru_ru: Гранатомет

source: AR-40 Xtnd
ru_ru: AR-40 удлинен.

source: SKR-7 Spree
ru_ru: SKR-7 "Спри"

source: .44 Shepherd
ru_ru: .44 "Пастух"

source: PCP
ru_ru: Пневматическая винтовка

source: Tombstone
ru_ru: "Могильщик"

source: RPG Launcher
ru_ru: РПГ-7

source: AS12 Riot
ru_ru: AS12 "Бунтарь"

source: Stun Gun
ru_ru: Тазер

source: T3K Urban
ru_ru: T3K "Урбан"

source: 12 Gauge
ru_ru: Обрез двухзарядный

source: Baseball Bat
ru_ru: Бейсбольная бита

source: Camera
ru_ru: Камера

source: Cellphone
ru_ru: Сотовый телефон

source: Hand Grenade
ru_ru: Ручная граната

source: Knife
ru_ru: Нож

source: Molotov Cocktail
ru_ru: Коктейль Молотова

source: Nightstick
ru_ru: Полицейская дубинка

source: Pimp Slap
ru_ru: Перчатка сутенера

source: Pipe Bomb
ru_ru: Кустарная бомба

source: McManus
ru_ru: МакМанус

source: Crowbar
ru_ru: Монтировка

source: MELEE
ru_ru: ОРУЖИЕ БЛИЖНЕГО БОЯ

source: PISTOL
ru_ru: ПИСТОЛЕТЫ

source: RIFLE
ru_ru: ВИНТОВКИ

source: SHOTGUN
ru_ru: ДРОБОВИКИ

source: SPECIAL
ru_ru: ОСОБОЕ ОРУЖИЕ

source: SMG
ru_ru: ПИСТОЛЕТЫ-ПУЛЕМЕТЫ

source: THROWN
ru_ru: МЕТАТЕЛЬНОЕ ОРУЖИЕ

source: Bang bang! Point and shoot.
ru_ru: Классика жанра. Навел, выстрелил, забыл.

source: Swing, battah battah battah!
ru_ru: Для тех, кто делает людям больно.

source: Glock
ru_ru: Еще один твой любимый, но повместительнее.

source: Shank Ya
ru_ru: Для близких контактов третьего рода.

source: Magnum Handgun.
ru_ru: Шесть пуль. Достаточно, чтобы убить человека.

source: Thrown weapon, explodes into fire on impact.
ru_ru: Ядреная смесь. Взрывается огнем при контакте.

source: One-handed bash weapon
ru_ru: Помогает напомнить, кто здесь закон.

source: Dream on, Dream on, Dream oooooon! Dream with me! Dream for the year!
ru_ru: Не рекомендуется для охоты на слона.

source: Light the fuse and let it fly.
ru_ru: Всего один проводок, одна щепотка бесподобного хлората калия, один резкий рывок - и ХЛОБЫСЬ!

source: Apply electric shock
ru_ru: Позволяет разрядить напряженную обстановку.

source: spas 12.
ru_ru: Приклад разложи, придурок.

source: Sawed-off DBL Barrel Shotgun.
ru_ru: Ствол меньше, зато заряд крепче.

source: MAC 10.
ru_ru: Раздает пули бесплатно без СМС и регистраций.

source: Pimp slap for pimp hat
ru_ru: Для вызовов на дуэль и для вон того хера в шляпе.

source: DRUG
ru_ru: ЕДА/ВЫПИВКА/КУРЕВО

source: 40 oz.
ru_ru: Литрашка.

source: Sit back and crack open a Billy Dee.
ru_ru: Откинься в кресле и открой бутылочку Стилуотерского.

source: Blunt
ru_ru: Скрутка

source: Your standard, run-of-the-mill blunt. Good for glaucoma and Phish concerts.
ru_ru: Обычная скрутка с травкой. Подходит для лечения глаукомы и тусни на рок-концерте.

source: Bong
ru_ru: Бонг

source: Gin N' Juice
ru_ru: Джин-тоник

source: Pop cap and drink it.
ru_ru: Освежающее пойло.

source: Cognac
ru_ru: Коньяк

source: Pop cap and drink it
ru_ru: Для горячих голов.

source: Bubbly
ru_ru: Водочка

source: Pipe
ru_ru: Трубка

source: Hey man...have you ever looked at the back of a $20 bill....on WEEEEEEED?
ru_ru: Эй, чувввааак... Тыыы когда-нить смотрел на зад 20-долларовой купюры... под КААААААААААЙФОМ?

source: Spliff
ru_ru: Косячок

source: The weakest form of weed, mostly pencil shavings and oregano. This is the stuff you used to get back in middle school.
ru_ru: Самая слабая вариация травки, в основном стружка от карандашей и петрушка. На этой дури ты сидел еще в старших классах.

source: Snootchie-bootchies!
ru_ru: Кумаааааааарик!

source: Stolen Goods
ru_ru: Краденные товары

source: watch case
ru_ru: футляр от очков

source: spray can
ru_ru: банка из-под аэрозоля

source: spray paint
ru_ru: краска-аэрозоль

source: liquor bottle
ru_ru: бутылка с выпивкой

source: jackhammer
ru_ru: кувалда

source: quarter
ru_ru: четвертак

source: 100 dollar bill
ru_ru: 100-долларовая купюра

source: photo of Lynn
ru_ru: фото с Лин

source: photo of King and Julius
ru_ru: фото с Кингом и Джулиусом

source: lighter
ru_ru: зажигалка

source: cigarette
ru_ru: сигарета

source: bouquet
ru_ru: букет

source: Johnny's chair
ru_ru: стул Джонни

source: lollipop
ru_ru: леденец

source: rag
ru_ru: коврик

source: stack100
ru_ru: стопка в 100 ед.

source: bomb
ru_ru: бомба

source: Platinum RPG
ru_ru: РПГ-7 с ЛЦУ

source: Gold Plated GDHC .50
ru_ru: Позолоченный GDHC .50

source: Platinum T3K Urban
ru_ru: Платиновый T3K "Урбан"

source: Platinum AS12 Riot
ru_ru: Платиновый AS12 "Бунтарь"

source: Big Swallow
ru_ru: "Большой Глыть"

source: A styrofoam cup of any delicious cola beverage.
ru_ru: Пластиковый стаканчик с аппетитной газировкой на любой вкус.

source: The Fist
ru_ru: "Кулак"

source: A pound and a half of meat, tomatoes, onions and hot spicy brown mustard. This big-ass burger is huge.
ru_ru: Он же Царь-бургер. Полтора фунта мяса, помидоры, лук, и все это помазано острой горчицей. Едва помещается в руках.

source: The Twins
ru_ru: "Близняшки"

source: Two identical half pound burgers
ru_ru: Два одинаковых бургера, каждый по полфунта.

source: Chicken Bazooms
ru_ru: "Цыплячьи попки"

source: Giant, oval chicken nuggets.
ru_ru: Огромные, округлые куриные наггетсы.

source: Delivery Goods
ru_ru: Товары для доставки

source: Sniper Rifle
ru_ru: Снайперская винтовка

source: Police Badge
ru_ru: Полицейский значок

source: Car Keys
ru_ru: Ключи от машины

source: Pimp Cane
ru_ru: Трость сутенера

source: Kabob
ru_ru: Кебоб
